Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Comprehensive data collection and sampling have been performed in both wells.
nb: Det er utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: The results from the wells show good lateral continuity in the reservoir sand.
nb: Resultatene fra brønnene viser god lateral kontinuitet av reservoarsanden.

source: An evaluation is now on-going and a resource estimate will be available following the drilling of 16/2-7, which will start soon.
nb: Det pågår nå evaluering av funnet og et ressursanslag vil foreligge i etterkant av brønn 16/2-7 som nå skal bores.

source: Wildcat well 16/3-4 and appraisal well 16/3-4 A are the second and third exploration wells in production licence 501.
nb: Undersøkelsesbrønn 16/3-4 og avgrensningsbrønn 16/3-4 A er henholdsvis andre og tredje letebrønnen i utvinningstillatelse 501.

source: The production licence was awarded in APA 2008.
nb: Tillatelsen ble tildelt i TFO 2008.

source: Wildcat well 16/3-4 and appraisal well 16/3-4 A were drilled to a vertical depth of 1995 and 1934 metres below sea level, respectively, and both were terminated in the bedrock.
nb: Undersøkelsesbrønnen 16/3-4 og avgrensningsbrønn 16/3-4 A ble boret til et vertikalt dyp på henholdsvis 1995 og 1934 meter under havflaten, og begge ble avsluttet i grunnfjell.

source: The wells have both been permanently plugged and abandoned.
nb: Brønnene er begge permanent plugget og forlatt.

source: The water depth is 116 metres.
nb: Havdypet er 116 meter.

source: The wells were drilled by the drilling facility Bredford Dolphin, which will now drill wildcat well 16/2-7 in production licence 501, where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Bredford Dolphin, som nå skal til bore undersøkelsesbrønn 16/2-7 i utvinningstillatelse 501, der Lundin Norway AS er operatør.

source: The well was drilled 16 kilometres northeast of the Sleipner Øst field in the North Sea.
nb: Brønnen ble boret 16 kilometer nordøst for feltet Sleipner Øst i Nordsjøen.

source: The purpose of the well was to prove petroleum in Paleocene reservoir rocks (the Ty formation).
nb: Hensikten med brønnen var å påvise petroleum i paleocene reservoarbergarter (Tyformasjonen).

source: Only a thin gas/condensate column was encountered in a 115-metre thick reservoir with the expected reservoir quality.
nb: Det ble bare påtruffet en tynn gass/kondensat-kolonne øverst i et 115 m tykt reservoar som hadde reservoarkvalitet som forventet.

source: The licensees will evaluate the discovery together with other nearby discoveries.
nb: Rettighetshavere vil vurdere funnet sammen med andre funn i nærheten.

source: The well was not formation tested, but data acquisition and sampling have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført datainnsamling og prøvetaking.

source: The well was drilled to a vertical depth of 2487 metres below the sea surface and was terminated in the Shetland group in the Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp av 2487 meter under havflaten og ble avsluttet i Shetlandgruppen i øvre kritt.

source: Well 16/7-10 was drilled by the Ocean Vanguard drilling facility, which will now proceed to production licence 120 in the northern part of the North Sea to drill production wells at the Visund Sør field, where Statoil Petroleum AS is the operator.
nb: Brønn 16/7-10 ble boret av boreinnretningen Ocean Vanguard, som nå skal til utvinningstillatelse 120 i nordlig del av Nordsjøen for å bore utvinningsbrønner ved feltet Visund Sør, der Statoil Petroleum AS er operatør.

source: The well was drilled about 40 kilometres southeast of the Sleipner field.
nb: Brønnen er boret om lag 40 km sørøst for Sleipnerfeltene.

source: The purpose of the well was to prove petroleum in Middle Jurassic rocks (the Hugin formation) and in Triassic rocks (the Skagerrak formation).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura (Huginformasjonen) og i trias (Skagerrakformasjonen).

source: The well encountered both formations as expected, but is dry.
nb: Brønnen påtraff begge formasjonene som forventet, men er tørr.

source: The well was drilled to a vertical depth of 2639 metres below the sea surface and was terminated in the Triassic Smith Bank formation.
nb: Brønnen ble boret til et vertikal dyp av 2639 meter under havflaten og ble avsluttet i trias Smith Bankformasjonen.

source: Water depth at the site is 78 metres.
nb: Havdypet er 78 meter.

source: Well 16/7-9 was drilled by the Transocean Winner drilling facility, which will now proceed to production licence 340, where Marathon Petroleum Norge AS is the operator.
nb: Brønn 16/7-9 ble boret av boreinnretningen Transocean Winner som nå skal til utvinningstillatelse 340 der Marathon Petroleum Norge AS er operatør.

source: Licensees in the production license 409 per.
nb: Rettighetshavere i utvinningstillatlese 409 per.

source: The well was drilled approximately 100 kilometres southeast of the Grane field in the central part of the North Sea.
nb: Brønnen er boret om lag 100 kilometer sørøst av Granefeltet i midtre del av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (Sandnes and Bryne formations).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Sandnes- og Bryneformasjonene).

source: The underlying Bryne formation was water-bearing, with good reservoir quality.
nb: Underliggende Bryneformasjonen med god reservoarkvalitet var vannførende.

source: The well was not formation tested, but data acquisition has been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført datainnsamling.

source: Preliminary estimates of the size of the discovery range between 0.05 and one million standard cubic metres (Sm3) recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,05 og 1 million standard kubikkmeter (Sm3) utvinnbar olje.

source: The find is not commercially interesting.
nb: Funnet er ikke av økonomisk interesse.

source: The well is the first exploration well in production licence 545, which was awarded on 19 February 2010 (APA 2009).
nb: Brønnen er den første letebrønnen i utvinningstillatelse 545, som ble tildelt 19. februar 2010 (TFO 2009).

source: The well was drilled to a vertical depth of 3065 metres below sea level and terminated in the Skagerrak formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 3065 meter under havflaten og avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth is 272 metres.
nb: Havdypet er 272 meter.

source: Well 17/6-1 was drilled by the drilling facility West Alpha, which will now proceed to production licence 159 B in the Norwegian Sea to carry out completion work on production well 6507/3-L-4-AH, where Statoil Petroleum AS is the operator.
nb: Brønn 17/6-1 ble boret av boreinnretningen West Alpha, som nå skal til utvinningstillatelse 159 B i Norskehavet for å utføre kompletteringsarbeid på produksjonsbrønn 6507/3-L-4-AH, hvor Statoil Petroleum AS er operatør.

source: Well path 34/10-49 S will be drilled from the Ocean Vanguard drilling facility at position 61° 08' 27,5" North and 2° 04 '54,4" East.
nb: Brønnbanen 34/10-49 S skal bores fra boreinnretningen Ocean Vanguard i posisjon 61° 08' 27,5" Nord og 2° 04 '54,4" Øst.

source: The drilling program for well path 34/10-49 S applies to drilling of wildcat wells in production licence 050.
nb: Boreprogrammet for brønnbane 34/10-49 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 050.

source: The wells were drilled about 30 kilometres south of the production ship on the Alvheim field in the mid-North Sea.
nb: Brønnene ble boret om lag 30 kilometer sør for produksjonsskipet på Alvheimfeltet i den midtre delen av Nordsjøen.

source: Wildcat well 24/9-10 S encountered a 26-metre oil column in sandstone with varying reservoir quality in the Hermod formation.
nb: Undersøkelsesbrønn 24/9-10 S påtraff en 26 meters oljekolonne i sandsteiner med varierende reservoarkvalitet i Hermodformasjonen.

source: Appraisal well 24/9-10 A, drilled about 1.5 km northwest of well 24/9-10 S, encountered a 24-metre oil column in the Hermod formation with a reservoir quality similar to that of discovery well 24/9-10 S.
nb: Avgrensningsbrønn 24/9-10 A, boret om lag 1,5 kilometer nordvest for brønn 24/9-10 S, påtraff en 24 meters oljekolonne i Hermodformasjonen med tilsvarende reservoarkvalitet som i funnbrønnen 24/9-10 S.

source: A preliminary calculation of the size of the discovery puts it at between 0.8 to 2 million standard cubic metres of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 0,8 og 2 millioner standard kubikkmeter utvinnbare oljeekvivalenter.

source: The licensees in production licence 340 BS will consider producing the discovery together with the oil discovery 24/9-9 S with subsea tie-in to the Alvheim field.
nb: Rettighetshaverne i utvinningstillatelse 340 BS vil vurdere å produsere funnet sammen med oljefunnet 24/9-9 S med en undervannstilknytning til Alvheimfeltet.

source: The wells are the two first exploration wells in the licence, which was awarded on 12 February 2010 (APA 2009).
nb: Brønnene er de to første letebrønnene i tillatelsen som ble tildelt 12. februar 2010 (TFO 2009).

source: 24/9-10 S and -10 A were drilled to vertical depths of 2161 and 2111 metres below sea level, respectively, and both wells were terminated in the Lista formation in Upper Paleocene.
nb: 24/9-10 S og -10 A ble boret til et vertikalt dyp av henholdsvis 2161 og 2111 meter under havflaten, og begge ble avsluttet i Listaformasjonen i øvre paleocen.

source: The wells have been permanently plugged and abandoned
nb: Brønnene er permanent plugget og forlatt.

source: Wells 24/9-10 S and -10 A were drilled at a sea depth of 117 metres using the drilling facility Transocean Winner.
nb: Brønnene 24/9-10 S og -10 A ble boret på 117 meters havdyp av boreinnretningen Transocean Winner.

source: It will now go to production licence 505 in the mid-North Sea to drill wildcat well 25/10-11 where Marathon Petroleum Norge AS is the operator.
nb: Den skal nå til utvinningstillatelse 505 i den midtre delen av Nordsjøen for å bore undersøkelsesbrønn 25/10-11 der Marathon Petroleum Norge AS er operatør.

source: The well was drilled about eight kilometres southwest of the previous discovery, 25/7-2, in the North Sea, about 40 kilometres south of the Heimdal field.
nb: Brønnen er boret om lag åtte kilometer sørvest for det tidligere funneti 25/7-2 i Nordsjøen, rundt 40 kilometer sør for Heimdalfeltet.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (Draupne and Heather formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Draupne- og Heatherformasjon).

source: The secondary exploration target was reservoir rocks in the Middle Jurassic (Hugin formation).
nb: Sekundært letemål var reservoarbergarter i midtre jura (Huginformasjonen).

source: Hydrocarbons were proven in three zones in Middle/Upper Jurassic rocks.
nb: Det ble påvist hydrokarboner i tre soner i midtre/øvre jura.

source: In the upper zone a 95-metre interval with thin reservoir zones was found.
nb: I den øvre sonen ble det påvist et 95 meter intervall med tynne reservoarsoner.

source: Hydrocarbons were also found in an intermediate 283 m gross interval, however, also in poorly developed reservoir rocks.
nb: Hydrokarboner ble også funnet fra et 283 meter mellomliggende intervall, men også her i dårlig utviklede reservoarbergarter.

source: This interval was production-tested, but did not achieve stable flow.
nb: Intervallet ble produksjonstestet, men oppnådde ikke stabil strømning.

source: The lowermost zone had poorer reservoir properties, which was expected.
nb: Den dypeste sonen hadde dårligere reservoaregenskaper, noe som var forventet.

source: Due to poor reservoir properties the well is not considered commercially interesting, but the licensees will consider further work in the production licence.
nb: På grunn av dårlige reservoaregenskaper anses ikke brønnen som økonomisk interessant, men lisenshaverne vil vurdere videre arbeid i utvinningstillatelsen.

source: The well was drilled to a vertical depth of 4534 metres below the sea surface.
nb: Brønnen ble boret til et vertikalt dyp av 4534 meter under havflaten.

source: The water depth is 120 metres.
nb: Havdypet er 120 meter.

source: Well 25/10-11 was drilled by Transocean Winner which will now move to a yard for maintenance before proceeding to production licence 431 in the Norwegian Sea to drill wildcat well 6406/3-9, where Maersk Oil Norway AS is the operator.
nb: Brønn 25/10-11 ble boret av Transocean Winner som nå skal til vedlikehold før den går videre til utvinningstillatelse 431 i Norskehavet for å bore undersøkelsesbrønn 6406/3-9, der Maersk Oil Norway AS er operatør.

source: The well is located approximately 26 kilometres southwest of the Oseberg Sør field installation in the North Sea.
nb: Brønnen er om lag 26 kilometer sørvest for feltinstallasjonen på Oseberg Sør i Nordsjøen.

source: The well was drilled on a separate structure just west of wildcat well 30/11-8 S, where an oil discovery was made during May of this year.
nb: Brønnen er boret på en egen struktur like vest for undersøkelsesbrønn 30/11-8 S, der det ble gjort et oljefunn i mai i år.

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic reservoir rocks (the Tarbert formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i midtre jura (Tarbertformasjonen).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Ness formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i midtre jura (Nessformasjonen).

source: A gross oil column of 140 metres and a gross condensate column of 160 metres in the Tarbert formation were encountered with the expected reservoir quality.
nb: Det ble påtruffet en oljekolonne på brutto 140 meter og en kondensatkolonne på brutto 160 meter i Tarbertformasjonen med reservoarkvalitet som forventet.

source: The secondary exploration target in the Ness formation is water-filled.
nb: Sekundært letemål i Nessformasjonen er vannfylt.

source: The well was not formation-tested, but extensive data acquisition and sampling was carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The gas/oil ratio is 574 Sm³/Sm³ in the oil column and 2230 Sm³/Sm³ in the condensate column.
nb: Gass/olje-forholdet er 574 Sm³/Sm³ i oljekolonnen og 2230 Sm³/Sm³ i kondensatkolonnen.

source: Preliminary calculations of the size of the discovery are between two and six million standard cubic metres (Sm³) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom to og seks millioner standardkubikkmeter (Sm³) utvinnbare oljeekvivalenter.

source: The licensees will consider the discovery along with the 30/11-8 S oil discovery as regards a possible rapid development with connection to existing infrastructure in the area around Oseberg Sør.
nb: Rettighetshaverne vil vurdere funnet sammen med oljefunnet 30/11-8 S med hensyn til en mulig hurtig utvikling med tilknytning til eksisterende infrastruktur i området rundt Oseberg Sør.

source: Well 30/11-8 A was drilled in production licence 035, as a cost-sharing activity with production licence 272, which has the same owners and ownership interests as PL 035.
nb: Brønn 30/11-8 A ble boret innenfor utvinningstillatelse 035, på kostnadsdeling med utvinningstillatelse 272, som har samme eiere og eierandeler som tillatelse 035.

source: 30/11-8 A was drilled to a vertical depth of 4246 metres below sea level and the well was terminated in the Drake formation in the Middle Jurassic.
nb: 30/11-8 A ble boret til et vertikalt dyp av 4246 meter under havflaten, og brønnen ble avsluttet i Drakeformasjonen i midtre jura.

source: The water depth at the site is 108 metres.
nb: Havdypet er 108 meter.

source: Well 30/11-8 A was drilled by the Ocean Vanguard drilling facility, which will now proceed to production licence 569 in the central North Sea to drill the 16/7-10 wildcat well, where Statoil Petroleum AS is the operator.
nb: Brønn 30/11-8 A ble boret av boreinnretningen Ocean Vanguard, som nå skal til utvinningstillatelse 569 i midtre del av Nordsjøen for å bore undersøkelsesbrønnen 16/7-10, der Statoil Petroleum AS er operatør.

source: Both parties agree to develop the collaboration and joint ventures.
nb: Partane er samde om å utvikle samarbeid og felles prosjekt.

source: Morten Smelror, director of NGU, and the NPD's director general Bente Nyland are pleased with the new agreement.
nb: NGU-direktør Morten Smelror og oljedirektør Bente Nyland er nøgde med den nye avtalen.

source: (Photo: Jan Høst)
nb: (Foto: Jan Høst)

source: The agreement includes joint ventures, co-ordination of data, international collaboration and competence training.
nb: Avtalen omfattar samarbeidsprosjekt, samordning av data, internasjonalt samarbeid og kompetanseutvikling.

source: The well was drilled about 16 kilometres southwest of the Troll field.
nb: Brønnen er boret omlag 16 kilometer sørvest for Trollfeltet.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (the Sognefjord formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Sognefjordformasjonen).

source: The secondary exploration target was to prove petroleum in Middle to Lower Jurassic reservoir rocks (the Fensfjord, Krossfjord and Johansen formations and the Brent group).
nb: Sekundært letemål var å påvise petroleum i midtre til nedre jura reservoarbergarter (Fensfjord-, Krossfjord-, og Johansenformasjonene og Brentgruppen).

source: Reservoir rocks with expected reservoir quality were encountered in the Sognefjord formation, but the well was dry.
nb: Det ble påtruffet reservoarbergarter med reservoarkvalitet som forventet i Sognefjordformasjonen, men brønnen var tørr.

source: No petroleum was proven in the secondary exploration targets either.
nb: Det ble heller ikke påvist petroleum i de sekundære letemålene.

source: The well was drilled to a vertical depth of 2598 metres below the sea surface, and was terminated in the Brent group in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2598 meter under havflaten, og ble avsluttet i Brentgruppen i midtre jura.

source: Water depth at the site is 304 metres.
nb: Havdypet er 304 meter.

source: Well 31/8-1 was drilled by the Borgland Dolphin drilling facility, which will now proceed to production licence 471 in the Norwegian Sea to drill wildcat well 6407/5-2 S, where OMV Norge AS is the operator.
nb: Brønn 31/8-1 ble boret av boreinnretningen Borgland Dolphin, som nå skal til utvinningstillatelse 471 i Norskehavet for å bore undersøkelsesbrønn 6407/5-2 S, der OMV Norge AS er operatør.

source: The wells were drilled on a fault segment in the southern part of the Gullfaks Sør field, located in the northern part of the North Sea.
nb: Brønnene er boret på et forkastningssegment sør på feltet Gullfaks Sør, i den nordlige delen av Nordsjøen.

source: The objective was to prove petroleum in Middle Jurassic reservoir rocks (the Brent group), as well as to clarify communication with the producing areas in Gullfaks Sør.
nb: Hensikten med brønnene var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen), samt avklare kommunikasjon med de produserende områdene i Gullfaks Sør.

source: The wells proved oil and gas in a column of approx 120 metres in the upper part of the Brent group.
nb: Brønnene påviste olje og gass i en om lag 120 meter kolonne i øvre del av Brentgruppen.

source: Preliminary estimates of the size of the discovery range between 0.5 and 1.5 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,5 og 1,5 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The wells have not been formation-tested, but data acquisition and sampling have been carried out.
nb: Brønnene er ikke formasjonstestet, men det er utført datainnsamling og prøvetaking.

source: The licensees in production licence 50 are planning to tie-in the discovery to existing infrastructure in the Gullfaks area.
nb: Rettighetshaverne i utvinningstillatelse 50 planlegger å knytte funnet opp til eksisterende infrastruktur i Gullfaksområdet.

source: 34/10-52 A and B were drilled at vertical depths of 3440 and 3580 metres below the sea surface, respectively.
nb: 34/10-52 A og B ble boret til et vertikalt dyp av henholdsvis 3440 og 3580 meter under havoverflaten.

source: Both wells were terminated in the Drake formation in the Middle Jurassic.
nb: Begge brønnene ble avsluttet i Drakeformasjonen i midtre jura.

source: The water depth is 136 metres.
nb: Havdypet er 136 meter.

source: The wells will be temporarily plugged for re-use as producers at a later time.
nb: Brønnene plugges midlertidig for gjenbruk som produsent på et senere tidspunkt.

source: Wells 34/10-52 A and B were drilled by Deepsea Atlantic, which will proceed to shore for modification work after completing this operation, and then continue production drilling on Gullfaks Sør.
nb: Brønn 34/10-52 A og B ble boret av Deepsea Atlantic, som etter ferdigstilt operasjon skal til land for modifikasjonsarbeider før den fortsetter produksjonsboring på Gullfaks Sør.

source: The well is a sidetrack from wildcat well 34/10-53 S, where a gas/condensate discovery was made earlier this year.
nb: Brønnen er et sidesteg fra undersøkelsesbrønn 34/10-53 S, der det ble gjort et gass/kondensatfunn tidligere i år.

source: Gas was encountered in an approx. 170-metre column in the upper part of the Brent group (the Tarbert formation).
nb: Det ble påtruffet gass i en omlag 170 meter kolonne i øvre del av Brentgruppen (Tarbertformasjonen).

source: The well was not formation tested, but data collection and sampling was carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført datainnsamling og prøvetaking.

source: Preliminary estimates of the size of the discovery range between 0.4 and 1.2 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,4 og 1,2 millioner standardkubikkmeter (Sm³) utvinnbare oljeekvivalenter.

source: The licensees are considering tie-in of the discovery to existing infrastructure in the Gullfaks area.
nb: Rettighetshaverne vurderer å knytte funnet opp til eksisterende infrastruktur i Gullfaksområdet.

source: Production licence 050 was awarded as a supplement to the third licensing round in 1978.
nb: Utvinningstillatelse 050 ble tildelt som tillegg til 3. konsesjonsrunde i 1978.

source: The well was drilled to a vertical depth of 3959 metres below sea level and terminated in the Dunlin group in Middle Jurassic rocks.
nb: Brønnen ble boret til et vertikalt dyp av 3959 meter under havflaten, og ble avsluttet i Dunlingruppen i midtre jura.

source: Water depth at the site is 136 metres.
nb: Havdypet er 136 meter.

source: Well 34/10-53 A was drilled by the Deepsea Atlantic drilling facility.
nb: Brønn 34/10-53 A ble boret av boreinnretningen Deepsea Atlantic.
